Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The coefficient of correlation (load 3.15 – 9.40 µg) for both single-chain and two-chain is (r) = 0.999 and for residual peaks (r) = 0.955.
es_es: El coeficiente de correlación (carga 3.15 a 9.40 μg) tanto en las especies de cadena única como en las de cadena doble es (r) = 0.999, y el de los picos residuales es (r) = 0.955.

source: The coefficient of correlation (r) was determined (peak area of single-chain and two-chain species as well as residual peaks versus protein load, respectively) by linear regression and the load range was visually evaluated (residual peaks only to report).
es_es: El coeficiente de correlación (r) (área del pico de especies de cadena única y cadena doble, además de los picos residuales, frente a la carga de proteína, respectivamente) se determinó mediante regresión lineal y se evaluó visualmente el rango de carga (solo para informar picos residuales).

source: The coefficient of correlation for the averaged current reference standard and sample series must be between -0.98 to -1.00.
es_es: El coeficiente de correlación entre el estándar de referencia promedio vigente y la serie de muestras debe encontrarse entre -0.98 y -1.00.

source: The coefficient of variation (CV %) of the single-chain peak area of the reference standard must be ≤ 1 % at the beginning (n = 3) and between beginning and end (n = 6)
es_es: El coeficiente de variación (CV %) para el área de los picos de cadena única en el estándar de referencia debe ser ≤ 1% al inicio (n = 3) y entre el inicio y el final (n = 6)

source: The coefficient of variation (CV) was calculated over the six analysis results.
es_es: El coeficiente de variación se calculó sobre seis resultados.

source: The coefficient of variation for all 6 injections should not exceed 5%.
es_es: El coeficiente de variación de las 6 inyecciones no debe ser superior a 5%.

source: The coefficient of variation of 6 response factors (A1, A2 respectively) of metformin HCl is ≤ 2.0 %.
es_es: El coeficiente de variación de 6 factores de respuesta (A1, A2, respectivamente) del clorhidrato de metformina es ≤ 2.0 %.

source: The coefficient of variation of 6 response factors (A1, A2) of BI 10773 XX is ≤ 2.0 %
es_es: El coeficiente de variación de 6 factores de respuesta (A1, A2) de BI 10773 XX es ≤2.0 %.

source: The coefficient of variation of 6 response factors (A1, A2, respectively) of BI 10773 XX is ≤ 2.0 %.
es_es: El coeficiente de variación de 6 factores de respuesta (A1, A2, respectivamente) de BI 10773 XX es ≤ 2.0 %.

source: The coefficient of variation of the 8 response factors obtained for the tropic acid, tropic acid ethyl ester and BA 686 BR peaks should not exceed 5%.
es_es: El coeficiente de variación de los 8 factores de respuesta obtenidos para los picos de ácido trópico, éster etílico de ácido trópico y BA 686 BR no debe superar 5%.

source: The collection of data for patients at Site no. 1156007 in China beyond 31 Aug 2020 was not allowed due to local requirements by OHGRA (Office of Human Genetic Resource Administration).
es_es: Por requisito local de la OHGRA (Oficina de Administración de Recursos Genéticos Humanos de China), a partir del 31 de agosto de 2020, no se permitió la recopilación de datos de pacientes del Centro 1156007 (China).

source: The collective information including results from signal detection and monitoring of all risks is presented in global periodic safety update reports (PSURs) and periodic benefit-risk evaluation reports (PBRERs) and provided to Health Authorities globally.
es_es: La información colectiva, que incluye los resultados de la detección de señales y el seguimiento de todos los riesgos, se presenta en informes periódicos de actualización de seguridad (PSUR) e informes periódicos de evaluación de beneficios y riesgos (PBRER) globales y se proporciona a las autoridades sanitarias a nivel mundial.

source: The column was then washed with equilibration buffer and elution buffer A. Then tenecteplase was eluted from the column.
es_es: A continuación, la columna se lavó con buffer de equilibrio y buffer de elución A. Luego, se eluyó la tenecteplasa de la columna.

source: The combination product critical quality attributes (CP CQAs) were assessed throughout design controls.
es_es: Durante los controles de diseño, se evaluaron los atributos críticos de calidad del producto combinado.

source: The combination product shall be available in two different presentations:
es_es: El medicamento combinado vendrá en dos presentaciones.

source: The commercial spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) manufacturing process in the filling area (sterile manufacturing 4 (SM4), building F113) at BI DE (BC) includes sterile filtration of the drug substance 150 mg/mL, filling into syringes and stoppering.
es_es: El proceso de fabricación comercial de Espesolimab, solución inyectable en jeringa precargada de 150 mg/jeringa (150 mg/ml), en el área de llenado de BI DE (BC) (fabricacion estéril 4 (SM4), centro de fabricación F113), incluye el filtrado estéril del principio activo a 150 mg/ml, el llenado de las jeringas y la adición del tapón.

source: The commercial tenecteplase DP manufacturing process starts with sterile filtration of the DS.
es_es: El proceso de fabricación comercial del medicamento tenecteplasa comienza con la filtración estéril del principio activo.

source: The commercial facility F113 is monitored according to established SOPs to provide ongoing evidence that the environmental quality is maintained within defined parameters, and is suitable for the activities conducted therein.
es_es: El edificio F113 se monitorea según los procedimientos operativos estándar establecidos para proporcionar evidencia continua de que la calidad ambiental se mantiene dentro de parámetros definidos y es adecuada para las actividades realizadas.

source: The commercial, large scale downstream process reproducibly removes DNA to levels of less than 6 pg DNA per 50 mg dose of tenecteplase.
es_es: El proceso posterior de purificación a escala comercial elimina ADN de manera reproducible a niveles inferiores a 6 pg de ADN por dosis de 50 mg de tenecteplasa.

source: The commercial, large scale downstream process reproducibly removes DNA to levels of not more than 6 pg DNA per 50 mg dose of tenecteplase.
es_es: El proceso posterior de purificación a escala comercial elimina ADN de manera reproducible a niveles que no superan los 6 pg de ADN por dosis de 50 mg de tenecteplasa.

source: The components are common and well characterized excipients which are tested according to the current Ph.
es_es: Los componentes son excipientes comunes y bien caracterizados que se analizan de conformidad con los requisitos vigentes de la Ph.

source: The company Boehringer Ingelheim Pharma GmbH & Co. KG (BIP) in Biberach (Riss), Germany manufactures biopharmaceutical Drug Substance (Active Pharmaceutical Ingredients/APIs) and Drug Product in compliance with Current Good Manufacturing Practices (CGMP) standards.
es_es: La empresa Boehringer Ingelheim Pharma GmbH & Co. KG (BIP) de Biberach, Riss (Alemania) fabrica principios activos biofarmacéuticos (ingredientes farmacéuticos activos/API) y productos farmacéuticos de conformidad con los estándares de buenas prácticas de fabricación actuales (CGMP).

source: The company does not hold a Manufacturing Authorisation but carries out Quality Control Testing of Medicinal Products on behalf of Manufacturers (Contract Analysis) .
es_es: La empresa carece de autorización para la fabricación, pero realiza las pruebas de control de calidad de las especialidades farmacéuticas a través de los respectivos Fabricantes (Análisis subcontratados).

source: The comparability exercise targets the major process changes during development.
es_es: El ejercicio de comparabilidad se centra en los cambios de los procesos más importantes que se dan en el desarrollo.

source: The comparability of spesolimab concentrate for solution for infusion and solution for injection in vials was demonstrated in the initial submission, Section 3.2.P.2 Pharmaceutical Development for spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL).
es_es: La comparbilidad de Espesolimab, concentrado para solución para infusión y frascos de solución inyectable, está demostrada en la presentación inicial, Sección 3.2.P.2, Desarrollo farmacéutico de Espesolimab, concentrado para solución para infusión, 450 mg/frasco (60 mg/ml).

source: The comparability study demonstrated that the current and proposed aseptic filling lines are comparable and that idarucizumab solution for injection /
es_es: El estudio de comparabilidad demostró que las líneas de llenado aséptico actual y propuesta son equiparables y que la solución de idarucizumab para inyección /

source: The comparability study demonstrated that the current and proposed aseptic filling lines are comparable and that idarucizumab solution for injection / infusion 50mg/mL manufactured with SM3 and SM5, respectively, is comparable.
es_es: Se demostró mediante el estudio de comparabilidad que las líneas de llenado aséptico actualmente vigente y propuesta son equiparables y que idarucizumab, solución inyectable /infusión, 50 mg/ml fabricada en las plantas SM3 y SM5 es equiparable.

source: The comparator product was alteplase (Actilyse®, Boehringer Ingelheim).
es_es: El producto comparador fue la alteplasa (Actilyse®, Boehringer Ingelheim).

source: The comparison is presented only for those sections where changes are proposed.
es_es: Solo se presenta la comparación de las secciones para las que se proponen cambios.

source: The comparison of historical batch analysis data (ranges) is presented and assessed in Table 45.
es_es: En la Tabla 45, se presenta la comparación de los análisis históricos de partidas (intervalos).

source: The comparison of the chromatograms (Figure 30 and Figure 31) shows that the proposed method is adequate to replace the current method.
es_es: La comparación de los cromatogramas (Figura 30 yFigura 31) muestra que el método propuesto es adecuado para sustituir al método vigente.

source: The competent authority of Austria confirms the following.
es_es: La autoridad competente de Austria confirma lo siguiente:

source: The competent authority of France confirms the following:
es_es: La autoridad competente de Francia confirma lo siguiente:

source: The complete characterization form has been provided for the 50 mg bio-batch, for the 100 mg bio-batch as well as for the 150 mg batch with proven similarity to bio-batch 50 mg which has been used to demonstrate bioequivalence in clinical trials (3x50 mg as one time dose).
es_es: El formulario de caracterización completo se presentó para las biopartidas de 50 y 100 mg, para la partida de 150 mg se lo presentó probando la similitud con la biopartida de 50 mg, que es la que se usó para demostrar la bioequivalencia en los ensayos clínicos (3 x 50 mg como dosis de una sola toma).

source: The completed cardiovascular outcome trial CARMELINA trial was performed to fulfil the FDA post marketing requirement to demonstrate the cardiovascular safety of linagliptin.
es_es: Con el fin de cumplir el requisito de postcomercialización de la FDA y dejar asentada la seguridad cardiovascular de linagliptina, se realizó el ensayo CARMELINA de desenlaces cardiovasculares completados.

source: The completed consent forms will be retained by the Investigator and a copy of these will be provided by the Investigator to the subject.
es_es: El investigador conservará los formularios de consentimiento completos y le entregará una copia al paciente.

source: The complex-type glycan at Asn184 is variably occupied.
es_es: El glicano de tipo complejo en Asn184 tiene una ocupación variable.

source: The compliance/composition of the Ethics Committee will also be provided to the Study Monitor.
es_es: El supervisor del estudio también recibirá información sobre el cumplimiento/composición del Comité de Ética.

source: The components of the spesolimab PFS-NSD-1 are listed in Table 9.
es_es: Los componentes del dispositivo PFS-NSD-1 de espesolimab se enumeran en la Tabla 9.

source: The components of the BB must not interfere with the product related peaks
es_es: Los componentes de los blancos de buffer no deben interferir con los picos relacionados del producto.

source: The composite primary endpoint for this trial was the time to first event of adjudicated CV death or adjudicated HHF (confirmatory endpoint).
es_es: El criterio de valoración primario compuesto de este ensayo fue el tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada (criterio de valoración confirmatorio).

source: The composite primary endpoint of this trial was the time to first event of adjudicated CV death or adjudicated HHF.
es_es: El criterio de valoración primario compuesto de este ensayo fue el tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada.

source: The composite renal endpoint (chronic dialysis, renal transplant, or sustained reduction in eGFR) occurred in 108 patients (3.6%) in the empagliflozin group and 112 patients (3.7%) in the placebo group (HR 0.95, 95% CI 0.73 to 1.24, nominal p = 0.7243).
es_es: Se cumplió el criterio de valoración compuesto renal (diálisis crónica, transplante renal o reducción sostenida de la TFGe) en 108 pacientes de empagliflozina (3.6%) y 112 pacientes de placebo (3.7%) (HR: 0.95; IC del 95%: 0.73 a 1.24; p nominal = 0.7243).

source: The composite renal endpoint included the following events:
es_es: El criterio de valoración renal compuesto incluyó los siguientes eventos:

source: The composite renal endpoint occurred in 108 patients (3.6%) in the empagliflozin group and 112 patients (3.7%) in the placebo group.
es_es: Se observó el criterio de valoración renal compuesto en 108 pacientes (3.6%) del grupo de empagliflozina y en 112 pacientes del grupo de placebo (3.7%).

source: The composite renal endpoint:
es_es: El criterio de valoración renal compuesto:

source: The composition and, as appropriate, characteristics [...] are controlled within the normal operating range (NOR) during preparation before the media or buffer are released for use in the manufacturing process.
es_es: Durante la preparación y antes de liberar los medios o el buffer para su uso en el proceso de fabricación, se controlan la composición y, de corresponder, ciertas características [...] para garantizar que se encuentren en el rango operativo normal.

source: The composition and, as appropriate, characteristics [...] are controlled within the normal operating range (NOR) during preparation before the media or buffer are used in the manufacturing process.
es_es: Durante la preparación y antes de emplear los medios o el buffer en el proceso de fabricación, se controlan la composición y, de corresponder, ciertas características [...] para garantizar que se encuentren en el rango operativo normal.

source: The composition of tenecteplase DP is given in Section 3.2.P.1 Description and Composition of the Drug Product and the manufacturing process is described in Section 3.2.P.3.3 Description of Manufacturing and Process Controls of this application.
es_es: La composición del medicamento tenecteplasa se incluye en la Sección 3.2.P.1, Descripción y composición del medicamento, y el proceso de fabricación se describe en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, de esta solicitud.

source: The composition of tenecteplase lyophilisate for solution for injection 25 mg is depicted in Table 8.
es_es: La composición del liofilizado para solución inyectable de tenecteplasa 25 mg se muestra en la Tabla 8.

source: The composition of the drug product, the manufacturing and packaging process as well as the analytical testing remain unchanged.
es_es: La composición del medicamento, el proceso de fabricación y acondicionamiento, así como las pruebas analíticas permanecen inalteradas.

source: The composition of the mobile phase and the instrument settings may be adjusted to ensure system suitability.
es_es: La composición de la fase móvil y la configuración del instrumento pueden ajustarse para garantizar la adecuación del sistema.

source: The composition of the standard high-fat, high-calorie meal was in accordance with the FDA guidance ‘Food-Effect Bioavailability and Fed Bioequivalence Studies’ [R03-2269], as detailed in Table 9.4.1.4: 1.
es_es: La composición de la comida estándar con alto contenido graso y calórico se formuló, conforme a la guía la de la FDA "Estudios de biodisponibilidad por efecto de los alimentos y bioequivalencia sin ayuno" [R03-2269], como se detalla en la Tabla 9.4.1.4: 1.

source: The compound which exceeded the SCT was:
es_es: El compuesto que excedió este umbral fue:

source: The concentration is stated correctly in the already registered validation document for this analytical method (see 3.2.S.4.3).
es_es: La concentración está indicada correctamente en el documento de validación ya registrado para este método analítico (ver 3.2.S.4.3).

source: The concentration of 1.5 ppm covers increased hydrogen peroxide concentrations in tenecteplase 25 mg as worst case at the start of filling as well as during process interruptions.
es_es: La concentración de 1.5 ppm cubre concentraciones elevadas de peróxido de hidrógeno en tenecteplasa 25 mg como el peor de los casos al inicio del llenado y durante las interrupciones del proceso.

source: The concentrations obtained using the dilution series 2 and 3 as calibration for the dilutions in dilution series 1 are listed inTable 27together with the theoretical concentration and the corresponding recovery values.
es_es: En la Tabla 27, se enumeran las concentraciones obtenidas como calibración de las diluciones en la serie de diluciones 1 usando las series 2 y 3, junto con la concentración teórica y los valores de recuperación correspondientes.

source: The concentrations obtained using the dilution series 2 and 3 as calibration for the dilutions in dilution series 1 are listed inTable 30together with the theoretical concentration and the corresponding recovery values.
es_es: En la Tabla 30, se enumeran las concentraciones obtenidas como calibración en la serie de diluciones 1 usando las series 2 y 3, junto con la concentración teorica y los valores de recuperación correspondientes.

source: The concentrations of all solutions are adjusted so that the system suitability requirements described in general chapter 2.2.46 are fulfilled, keeping the ratios of concentrations between all solutions as described.
es_es: La concentración de todas las soluciones se ajusta de manera que se cumplan los requisitos de idoneidad del sistema descritos en el capítulo general *2.2.46,* manteniendo la proporción de concentraciones entre todas las soluciones como se describe.

source: The concentrations of the test solution and the reference solutions may be adapted according to the sensitivity of the equipment used.
es_es: La concentración de la solución de análisis y las soluciones de referencia puede adaptarse según la sensibilidad del equipo empleado.

source: The concerned specific adverse reaction follow-up questionnaires are provided in attachment 6 (Appendix 4 -Specific Adverse Drug Reaction Follow-up Forms).
es_es: En el Anexo 6 (Apéndice 4, Formularios específicos de seguimiento de reacciones adversas farmacológicas), se pueden ver los cuestionarios de seguimiento específicos para reacciones adversas pertinentes.

source: The condition of the background bacterial lawn (residual growth on minimum histidine and tryptophane) was evaluated macroscopically for evidence of bacteriotoxicity induced by CD 38800 XX.
es_es: Se evaluó macroscópicamente la condición de la superficie de fondo bacteriana (crecimiento residual sobre un mínimo de histidina y triptófano) para determinar si CD 38800 XX indujo alguna forma de bacteriotoxicidad.

source: The conditions with metabolic activation were as followed:
es_es: Las condiciones con activación metabólica fueron las siguientes:

source: The conduct and results of this study will be kept confidential.
es_es: El desarrollo y los resultados de este estudio seguirán siendo confidenciales.

source: The conduct of the study is subject to a Clinical Trial Agreement between The Florey and the Institution/Investigator.
es_es: La realización del estudio está sujeta a un acuerdo de ensayo clínico entre The Florey yla Institución/investigador.

source: The confidence interval for the intercept contains zero, which indicates the absence of systematic errors.
es_es: El intervalo de confianza de la ordenada al origen contiene al cero, lo que indica la ausencia de errores sistemáticos.

source: The consecutive steps are shown in Figure 3.
es_es: En la Figura 3 se pueden apreciar las sucesivas fases.

source: The consent forms shall be signed and dated by the appropriate parties.
es_es: Las partes correspondientes deberán firman y fechar los formularios de consentimiento.

source: The consistency of the treatment effect was investigated in pre-defined subgroups by demographics, baseline characteristics, and baseline medications.
es_es: Se investigó la homogeneidad del efecto del tratamiento en los subgrupos predefinidos por características demográficas, características iniciales y medicamentos tomados al inicio.

source: The consistent removal of the PRIs DNA, HCP, ha- PA, insulin, poloxamer 188, phenol red, MTX and simethicone is demonstrated based on three 12,000 L scale non-clinical batches (DS batches:
es_es: La eliminación sistemática de las impurezas del proceso ADN, proteína de célula hospedadora, ha-PA, insulina, poloxámero 188, rojo fenol, MTX y simeticona se demuestra mediante tres partidas preclínicas a escala de 12 000 l (partidas del principio activo: 13229500 – 13229502), una partida clínica a escala de 12 000 l (partida del principio activo 13220000) y cuatro partidas de validación de 12 000 l (partidas del principio acctivo empleadas durante la calificación del desempeño del proceso:

source: The consistent removal of the PRIs DNA, HCP, ha-PA, insulin, poloxamer 188, phenol red, MTX and simethicone is demonstrated based on three 12,000 L scale non-clinical batches (DS batches: 13229500 – 13229502), one 12,000 L scale clinical batch (DS batch 13220000), and four 12,000 L validation batches (DS batches during PPQ:
es_es: La eliminación sistemática de las impurezas del proceso ADN, proteína de célula hospedadora, ha-PA, insulina, poloxámero 188, rojo de fenol, MTX y simeticona se demuestra mediante tres partidas preclínicas a escala de 12 000 l (partidas del principio activo: 13229500 – 13229502), una partida clínica a escala de 12 000 l (partida del principio activo 13220000) y cuatro partidas de validación de 12 000 l (partidas del principio acctivo empleadas durante la calificación del desempeño del proceso:

source: The container closure integrity is assured by selection of appropriate container closure system components (Section 3.2.P.2 Pharmaceutical Development).
es_es: Para garantizar la integridad del envase y sistema de cierre, se eligen los componentes adecuados (Sección 3.2.P.2, Desarrollo farmacéutico).

source: The container closure system consists of a Type I borosilicate glass vial closed with a coated rubber stopper and secured with an aluminum flip-off cap.
es_es: El envase y sistema de cierre es un frasco-ampolla de vidrio de borosilicato tipo I con un tapón de caucho recubierto y asegurado con una tapa de aluminio flip-off.
